Revit 2027 API
KeyBasedTreeFileFailures Properties
The BuiltInFailures.KeyBasedTreeFileFailures type exposes the following members.
Properties
Name | Description
CannotOpenFileForRead |  Cannot open file [FileName].
CannotUnderstandAtLine |  Cannot understand [EntryType] line '[Number]'
Top
See Also
Reference
BuiltInFailures.KeyBasedTreeFileFailures Class
Autodesk.Revit.DB Namespace